---
kind: other
id: Properties.T:Autodesk.Revit.DB.ParameterMapIterator
source: html/bf1ab340-2312-3f03-7578-b3110e17af73.htm
---
# ParameterMapIterator Properties

Retrieves the item that is the current focus of the iterator.